# %%
from logic import Answer

# %%
Risk = Answer('На большую часть вопросов вы затруднились ответить, к сожалению, мы не можем рассчитать для вас среднее значение по данному показателю.',
'У вашей организации сопоставимое значение данного показателя и составляет {personal_value}.',
'Показатель для вашей организации {personal_value}, что говорит о том, что ваша организация более устойчива к рискам.',
'Показатель для вашей организации {personal_value}, что говорит о том, что ваша организация менее устойчива к рискам.')

# %%